Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Habit Progress
cs: Pokrok návyku
da: Vanefremgang
de: Gewohnheitsfortschritt
es: Progreso del hábito
et: Harjumuse edenemine
fi: Tavan edistyminen
fr: Progression de l’habitude
hr: Napredak navike
hu: Szokás haladása
it: Avanzamento dell'abitudine
lv: Ieraduma progress
nb: Vanefremgang
nl: Gewoontevoortgang
pl: Postęp nawyku
pt_br: Progresso do hábito
ro: Progresul obiceiului
sk: Pokrok zvyku
sl: Napredek navade
sv: Vaneframsteg
uk: Прогрес звички

source: Habits rarely begin on January 1st. Your 365 gives each daily habit its own year, starting on day one.
cs: Návyky málokdy začínají 1. ledna. Tvých 365 dá každému dennímu návyku vlastní rok od prvního dne.
da: Vaner starter sjældent 1. januar. Din 365 giver hver daglig vane sit eget år, fra dag ét.
de: Gewohnheiten beginnen selten am 1. Januar. Dein 365 gibt jeder täglichen Gewohnheit ein eigenes Jahr, ab Tag 1.
es: Los hábitos casi nunca empiezan el 1 de enero. Tu 365 da a cada hábito diario su propio año, desde el primer día.
et: Harjumused algavad harva 1. jaanuaril. „Sinu 365” annab igale igapäevasele harjumusele oma aasta, mis algab esimesest päevast.
fi: Tavat alkavat harvoin tammikuun ensimmäisenä. Oma 365 antaa jokaiselle päivittäiselle tavalle oman vuoden, joka alkaa ensimmäisestä päivästä.
fr: Les habitudes commencent rarement le 1er janvier. Ton 365 donne à chaque habitude quotidienne sa propre année, dès le premier jour.
hr: Navike rijetko počinju 1. siječnja. Tvojih 365 svakoj dnevnoj navici daje vlastitu godinu, od prvog dana.
hu: A szokások ritkán kezdődnek január 1-jén. A Saját 365 minden napi szokásnak saját évet ad, az első naptól.
it: Le abitudini raramente iniziano il primo gennaio. Il tuo 365 dà a ogni abitudine quotidiana il suo anno, dal primo giorno.
lv: Ieradumi reti sākas 1. janvārī. Your 365 katram ikdienas ieradumam dod savu gadu, sākot no pirmās dienas.
nb: Vaner starter sjelden 1. januar. Din 365 gir hver daglige vane sitt eget år, fra dag én.
nl: Gewoonten beginnen zelden op 1 januari. Jouw 365 geeft elke dagelijkse gewoonte een eigen jaar, vanaf dag één.
pl: Nawyki rzadko zaczynają się 1 stycznia. Twoje 365 daje każdemu codziennemu nawykowi własny rok, liczony od dnia 1.
pt_br: Hábitos quase nunca começam em 1º de janeiro. O Seu 365 dá a cada hábito diário um ano próprio, começando no Dia 1.
ro: Obiceiurile rareori încep pe 1 ianuarie. Your 365 îi dă fiecărui obicei zilnic propriul an, începând cu ziua 1.
sk: Návyky málokedy začínajú 1. januára. Tvojich 365 dá každému dennému zvyku vlastný rok od prvého dňa.
sl: Navade se redko začnejo 1. januarja. Tvojih 365 vsaki dnevni navadi da svoje leto, ki se začne prvi dan.
sv: Vanor börjar sällan den 1 januari. Your 365 ger varje daglig vana ett eget år, från dag ett.
uk: Звички рідко починаються 1 січня. Your 365 дає кожній щоденній звичці власний рік — з першого дня.

source: Habits shape your days.
cs: Návyky utvářejí tvoje dny.
da: Vaner former dine dage.
de: Gewohnheiten formen deine Tage.
es: Tus hábitos dan forma a tus días.
et: Harjumused kujundavad sinu päevi.
fi: Tavat muovaavat päiväsi.
fr: Les habitudes façonnent vos journées.
hr: Navike oblikuju tvoje dane.
hu: A szokások alakítják a napjaidat.
it: Le abitudini plasmano le tue giornate.
lv: Ieradumi veido tavas dienas.
nb: Vaner former dagene dine.
nl: Gewoonten bepalen je dagen.
pl: Nawyki kształtują Twoje dni.
pt_br: Hábitos moldam seus dias.
ro: Obiceiurile îți modelează zilele.
sk: Zvyky formujú tvoje dni.
sl: Navade oblikujejo tvoje dni.
sv: Vanor formar dina dagar.
uk: Звички формують ваші дні.

source: Half the month and counting
cs: Polovina měsíce a odpočítávání
da: Halvdelen af måneden og stadigvæk
de: Die Hälfte des Monats, Tendenz steigend
es: Mitad del mes y contando
et: Pool kuud ja lugemine
fi: Puolet kuukautta ja lisää
fr: La moitié du mois et ça compte
hr: Pola mjeseca i odbrojavamo
hu: A hónap fele és a számolás
it: Mezzo mese fatto, e si continua
lv: Puse mēneša un turpinās
nb: Halve måneden og tellende
nl: De helft van de maand en het telt
pl: Pół miesiąca za Tobą i liczysz dalej
pt_br: Metade do mês e contando
ro: Jumătate de lună și continuă
sk: Polovica mesiaca a odpočítavanie
sl: Pol meseca in še naprej
sv: Halva månaden och räknande
uk: Половина місяця і далі

source: Half-year pace
cs: Půlroční tempo
da: Halvårstempo
de: Halbjahrestempo
es: Ritmo semestral
et: Poole aasta tempo
fi: Puolen vuoden vauhti
fr: Rythme semestriel
hr: Polugodišnji tempo
hu: Féléves tempó
it: Ritmo semestrale
lv: Pusgada temps
nb: Halvårstempo
nl: Halfjaarlijks tempo
pl: Tempo na pół roku
pt_br: Ritmo semestral
ro: Ritm de jumătate de an
sk: Polročné tempo
sl: Polletni tempo
sv: Halvårstakt
uk: Піврічний темп

source: Help & Feedback
cs: Nápověda a zpětná vazba
da: Hjælp og feedback
de: Hilfe und Feedback
es: Ayuda y comentarios
et: Abi ja tagasiside
fi: Ohje ja palaute
fr: Aide et commentaires
hr: Pomoć i povratne informacije
hu: Segítség és visszajelzés
it: Aiuto e feedback
lv: Palīdzība un atsauksmes
nb: Hjelp og tilbakemelding
nl: Hulp en feedback
pl: Pomoc i opinie
pt_br: Ajuda e comentários
ro: Ajutor și feedback
sk: Pomoc a spätná väzba
sl: Pomoč in povratne informacije
sv: Hjälp & feedback
uk: Довідка та відгук

source: help myself
cs: pomoci sám sobě
da: hjælpe mig selv
de: hilf mir selbst
es: ayudarme a mí mismo
et: aita ennast
fi: auttaa itseäni
fr: m'aider
hr: pomozi sebi
hu: segítsek magamon
it: aiutarmi
lv: palīdzēt sev
nb: hjelpe meg selv
nl: mezelf helpen
pl: pomóc sobie
pt_br: me ajudar
ro: să mă ajut
sk: pomôž si sám
sl: pomagam si
sv: hjälpa mig själv
uk: допомогти собі

# Here's my %@ %@ progress! tracked using yearlit by @tymofyeyev
source: Here's my %@ %@ progress!\n\ntracked using yearlit by @tymofyeyev
cs: Zde je můj pokrok v %@ %@!\n\nsledováno pomocí yearlit od @tymofyeyev
da: Her er min %@ %@ fremskridt!\n\nspores ved hjælp af yearlit af @tymofyeyev
de: Hier ist mein Fortschritt für %@ %@!\n\ngetrackt mit Yearlit von @tymofyeyev
es: ¡Aquí está mi progreso de %@ %@!\n\nrastreado usando Yearlit por @tymofyeyev
et: Siin on minu %@ %@ edusammud!\n\njälginud @tymofyeyev aastavalgustuse abil
fi: Tässä on minun %@ %@ edistymiseni!\n\nseurannut @tymofyeyev:n yearlitillä
fr: Voici ma progression %@ %@ !\n\nsuivi à l'aide de yearlit par @tymofyeyev
hr: Evo mog %@ %@ napretka!\n\npratim uz yearlit by @tymofyeyev
hu: Itt a %@ %@ haladásom!\n\nkövetve a Yearlittel, @tymofyeyev appjával
it: Ecco i miei progressi %@ %@!\n\ntracciati con Yearlit da @tymofyeyev
lv: Mans %@ %@ progress!\n\nizsekots ar yearlit by @tymofyeyev
nb: Her er min %@ %@ fremgang!\n\nspores ved hjelp av yearlit av @tymofyeyev
nl: Hier is mijn %@ %@-voortgang!\n\nbijgehouden met behulp van yearlit door @tymofyeyev
pl: Oto mój postęp w %@ %@!\n\nśledzone za pomocą yearlit przez @tymofyeyev
pt_br: Aqui está meu progresso de %@ %@!\n\nacompanhado com Yearlit por @tymofyeyev
ro: Iată progresul meu %@ %@!\n\nurmărit cu yearlit de @tymofyeyev
sk: Tu je môj pokrok v %@ %@!\n\nsledované pomocou yearlit od @tymofyeyev
sl: Moj napredek %@ %@!\n\nspremljano z yearlit by @tymofyeyev
sv: Här är mina %@ %@ framsteg!\n\nspåras med yearlit av @tymofyeyev
uk: Ось мій прогрес %@ %@!\n\nвідстежено за допомогою yearlit від @tymofyeyev

# Here's my Your 365 progress for %@! tracked using yearlit by @tymofyeyev
source: Here's my Your 365 progress for %@!\n\ntracked using yearlit by @tymofyeyev
cs: Tady je můj pokrok v Tvých 365 pro %@!\n\nsledováno v Yearlit od @tymofyeyev
da: Her er mine Dine 365-fremskridt for %@!\n\nspores ved hjælp af yearlit af @tymofyeyev
de: Hier ist mein Dein-365-Fortschritt für %@!\n\ngetrackt mit Yearlit von @tymofyeyev
es: ¡Aquí está mi progreso de Your 365 para %@!\n\nrastreado usando Yearlit por @tymofyeyev
et: Siin on minu Sinu 365 edusammud %@ jaoks!\n\njälginud @tymofyeyev aastavalgustuse abil
fi: Tässä on Your 365 edistymiseni %@:lle!\n\nseurannut @tymofyeyev:n yearlitillä
fr: Voici ma progression Ton 365 pour %@ !\n\nsuivi avec yearlit par @tymofyeyev
hr: Evo mog napretka u Tvojih 365 za %@!\n\npratim uz yearlit by @tymofyeyev
hu: Itt a Saját 365 haladásom ehhez: %@!\n\nkövetve a Yearlittel, @tymofyeyev appjával
it: Ecco i miei progressi in Il tuo 365 per %@!\n\ntracciati con Yearlit da @tymofyeyev
lv: Mans Your 365 progress %@!\n\nizsekots ar yearlit by @tymofyeyev
nb: Her er min Din 365-fremgang for %@!\n\nspores ved hjelp av yearlit av @tymofyeyev
nl: Hier is mijn Your 365-voortgang voor %@!\n\nbijgehouden met behulp van yearlit door @tymofyeyev
pl: Oto mój Twój postęp 365 dla %@!\n\nśledzone za pomocą yearlit przez @tymofyeyev
pt_br: Aqui está meu progresso no Seu 365 em %@!\n\nacompanhado com Yearlit por @tymofyeyev
ro: Iată progresul meu Your 365 pentru %@!\n\nurmărit cu yearlit de @tymofyeyev
sk: Môj pokrok v režime Tvojich 365 pre %@!\n\nsledované cez yearlit od @tymofyeyev
sl: Moj napredek v Tvojih 365 za %@!\n\nspremljano z yearlit by @tymofyeyev
sv: Här är mina Dina 365-framsteg för %@!\n\nspåras med yearlit av @tymofyeyev
uk: Ось мій прогрес Ваш 365 для %@!\n\nвідстежено за допомогою yearlit від @tymofyeyev

source: Hi, I’m Mykhaylo.
cs: Ahoj, já jsem Mykhaylo.
da: Hej, jeg hedder Mykhaylo.
de: Hallo, ich bin Mykhaylo.
es: Hola, soy Mykhaylo.
et: Tere, mina olen Mykhaylo.
fi: Hei, olen Mykhaylo.
fr: Salut, je m'appelle Mykhaylo.
hr: Bok, ja sam Mihajlo.
hu: Szia, Mykhaylo vagyok.
it: Ciao, sono Mykhaylo.
lv: Sveiki, es esmu Mykhaylo.
nb: Hei, jeg heter Mykhaylo.
nl: Hallo, ik ben Mykhaylo.
pl: Cześć, jestem Mykhaylo.
pt_br: Olá, meu nome é Mykhaylo.
ro: Bună, sunt Mykhaylo.
sk: Ahoj, ja som Mykhaylo.
sl: Živjo, jaz sem Mykhaylo.
sv: Hej, jag heter Mykhaylo.
uk: Привіт, я Михайло.

source: Hours
cs: hodiny
da: Timer
de: Std
es: Horas
et: Tundi
fi: Tuntia
fr: Heures
hr: sati
hu: Órák
it: Ore
lv: Stundas
nb: Timer
nl: Uur
pl: Godziny
pt_br: Horas
ro: Ore
sk: hodiny
sl: ure
sv: Timmar
uk: Години

source: How does your first dot feel?
cs: Jaký máš pocit z první tečky?
da: Hvordan føles din første prik?
de: Wie fühlt sich dein erster Punkt an?
es: ¿Qué tal se siente tu primer punto?
et: Kuidas esimene täpp tundub?
fi: Miltä ensimmäinen pisteesi tuntuu?
fr: Ton premier point, ça fait quoi ?
hr: Kako ti izgleda prva točka?
hu: Milyen érzés látni az első pontodat?
it: Che effetto fa il tuo primo punto?
lv: Kā jūtas tavs pirmais punkts?
nb: Hvordan føles den første prikken?
nl: Hoe voelt je eerste stipje?
pl: Jak działa na Ciebie pierwsza kropka?
pt_br: Como é ver seu primeiro ponto?
ro: Cum se simte primul tău punct?
sk: Aký pocit máš z prvej bodky?
sl: Kakšen je občutek ob prvi piki?
sv: Hur känns din första prick?
uk: Як відчувається перша точка?

source: How was your day?
cs: jaký jsi měl den?
da: Hvordan var din dag?
de: Wie war dein Tag?
es: ¿Cómo estuvo su día?
et: Kuidas su päev möödus?
fi: Millainen päiväsi meni?
fr: Comment s'est passée ta journée?
hr: kakav ti je bio dan
hu: Milyen volt a napod?
it: Com'è andata la tua giornata?
lv: Kā pagāja tava diena?
nb: Hvordan var dagen din?
nl: Hoe was je dag?
pl: Jak ci minął dzień?
pt_br: Como foi o seu dia?
ro: Cum a fost ziua ta?
sk: aký si mala deň?
sl: Kakšen je bil tvoj dan?
sv: Hur var din dag?
uk: Як минув ваш день?

source: How Yearlit Helps You
cs: Jak vám Yearlit pomáhá
da: Hvordan Yearlit hjælper dig
de: Wie Yearlit dir hilft
es: Cómo te ayuda Yearlit
et: Kuidas Yearlit teid aitab
fi: Kuinka Yearlit auttaa sinua
fr: Comment Yearlit vous aide
hr: Kako vam Yearlit pomaže
hu: Hogyan segít a Yearlit?
it: Come Yearlit ti aiuta
lv: Kā Yearlit tev palīdz
nb: Hvordan Yearlit hjelper deg
nl: Hoe Yearlit je helpt
pl: Jak Yearlit Ci pomaga
pt_br: Como o Yearlit ajuda você
ro: Cum te ajută Yearlit
sk: Ako ti Yearlit pomáha
sl: Kako vam Yearlit pomaga
sv: Hur Yearlit hjälper dig
uk: Як Yearlit допомагає вам

source: I created it because I
cs: Vytvořil jsem to, protože jsem
da: Jeg skabte det, fordi jeg
de: Ich habe es erstellt, weil ich
es: La creé porque
et: Ma lõin selle, sest ma
fi: Tein sen, koska minä
fr: Je l'ai créé parce que je
hr: Stvorio sam ga jer sam
hu: Azért hoztam létre, mert én
it: L'ho creato perché
lv: Es to izveidoju, jo es
nb: Jeg skapte det fordi jeg
nl: Ik heb het gemaakt omdat ik
pl: Stworzyłem Yearlit, bo chciałem
pt_br: Criei porque
ro: Am creat-o pentru că aveam
sk: Vytvoril som ho, pretože som
sl: Ustvaril sem ga, ker sem
sv: Jag skapade den för att jag
uk: Я створив його, бо мені потрібно було

source: I didn’t create this app because I mastered the problem.
cs: Tuto aplikaci jsem nevytvořil, protože jsem problém zvládl.
da: Jeg oprettede ikke denne app, fordi jeg mestrede problemet.
de: Ich habe diese App nicht erstellt, weil ich das Problem gemeistert habe.
es: No creé esta aplicación porque dominé el problema.
et: Ma ei loonud seda rakendust, sest sain probleemist aru.
fi: En luonut tätä sovellusta, koska hallitsen ongelman.
fr: Je n'ai pas créé cette application parce que j'ai maîtrisé le problème.
hr: Nisam napravio ovu aplikaciju zato što sam savladao problem.
hu: Nem azért hoztam létre ezt az alkalmazást, mert elsajátítottam a problémát.
it: Non ho creato questa app perché avevo già risolto il problema.
lv: Es neizveidoju šo lietotni tāpēc, ka būtu šo problēmu uzvarējis.
nb: Jeg lagde ikke denne appen fordi jeg hadde mestret problemet.
nl: Ik heb deze app niet gemaakt omdat ik het probleem onder de knie had.
pl: Nie stworzyłem tej aplikacji dlatego, że rozwiązałem ten problem raz na zawsze.
pt_br: Não criei este app porque dominei o problema.
ro: Nu am creat aplicația asta pentru că am rezolvat perfect problema.
sk: Túto aplikáciu som nevytvoril, pretože som problém zvládol.
sl: Te aplikacije nisem ustvaril, ker sem obvladal težavo.
sv: Jag skapade inte appen för att jag hade löst problemet.
uk: Я створив цей застосунок не тому, що повністю опанував цю проблему.

source: I just hit %lld %@ in a row on %@!
cs: Právě jsem trefil %lld %@ v řadě na %@!
de: Ich habe gerade %lld %@ in Folge bei %@ geschafft!
es: ¡Acabo de presionar %lld %@ seguidos en %@!
et: Ma tabasin just %lld %@ järjest %@!
fi: Löysin juuri %lld %@ peräkkäin %@:llä!
fr: Je viens de frapper %lld %@ d'affilée sur %@ !
hr: Upravo sam pogodio %lld %@ zaredom na %@!
hu: Most értem el %lld %@ sorozatot itt: %@!
it: Ho appena premuto %lld %@ di fila su %@!
lv: Es tikko sasniedzu %lld %@ pēc kārtas ieradumā %@!
nb: Jeg traff akkurat %lld %@ på rad på %@!
nl: Ik heb zojuist %lld %@ achter elkaar geraakt op %@!
pl: Właśnie mam %lld %@ z rzędu w %@!
pt_br: Acabei de completar %lld %@ seguidos em %@!
ro: Tocmai am ajuns la %lld %@ la rând pe %@!
sk: Práve som trafil %lld %@ za sebou na %@!
sl: Pravkar sem dosegel %lld %@ zapored pri %@.
sv: Jag nådde precis %lld %@ i rad på %@!
uk: Я щойно вдарив %lld %@ поспіль на %@!

source: I just showed up %lld %@ on %@!
cs: Právě jsem ukázal %lld %@ na %@!
da: Jeg har lige vist %lld %@ på %@!
de: Ich bin gerade %lld %@ bei %@ drangeblieben!
es: ¡Acabo de aparecer %lld %@ en %@!
et: Näitasin just %lld %@ seadmes %@!
fi: Esitin juuri %lld %@:n %@:ssä!
fr: Je viens d'afficher %lld %@ sur %@ !
hr: Upravo sam odradio %lld %@ za %@!
hu: %lld %@ alkalommal teljesítettem ezt: %@!
it: Ho appena completato %lld %@ su %@!
lv: Es tikko izdarīju %lld %@ ieradumā %@!
nb: Jeg har nettopp vist %lld %@ på %@!
nl: Ik heb zojuist %lld %@ op %@ getoond!
pl: Właśnie zrobiłem %lld %@ w %@!
pt_br: Acabei de cumprir %lld %@ em %@!
ro: Tocmai am făcut %lld %@ pe %@!
sk: Mám za sebou %lld %@ v %@.
sl: Pravkar sem vztrajal %lld %@ pri %@.
sv: Jag gjorde precis %lld %@ på %@!
uk: Я щойно з’явився %lld %@ на %@!

source: I showed up %lld %@ this month on %@!
cs: Tento měsíc jsem ukázal %lld %@ na %@!
da: Jeg viste %lld %@ denne måned på %@!
de: Ich bin diesen Monat %lld %@ bei %@ drangeblieben!
es: ¡Aparecí en %lld %@ este mes en %@!
et: Näitasin %lld %@ sel kuul %@-s!
fi: Esiin %lld %@ tässä kuussa %@:ssä!
fr: Je suis apparu %lld %@ ce mois-ci sur %@ !
hr: Ovaj mjesec sam odradio %lld %@ za %@!
hu: Ebben a hónapban %lld %@ alkalommal teljesítettem ezt: %@!
it: Questo mese ho completato %lld %@ su %@!
lv: Šomēnes izdarīju %lld %@ ieradumā %@!
nb: Jeg viste %lld %@ denne måneden på %@!
nl: Ik was deze maand op %lld %@ te zien op %@!
pl: W tym miesiącu zrobiłem %lld %@ w %@!
pt_br: Cumpri %lld %@ este mês em %@!
ro: Am făcut %lld %@ luna aceasta pe %@!
sk: Tento mesiac mám za sebou %lld %@ v %@.
sl: Ta mesec sem vztrajal %lld %@ pri %@.
sv: Jag gjorde %lld %@ den här månaden på %@!
uk: Я з’явився %lld %@ цього місяця на %@!

source: I showed up %lld %@ this year on %@!
cs: Letos jsem ukázal %lld %@ na %@!
da: Jeg viste %lld %@ i år på %@!
de: Ich bin dieses Jahr %lld %@ bei %@ drangeblieben!
es: ¡Presenté %lld %@ este año en %@!
et: Näitasin %lld %@ sel aastal %@-l!
fi: Esitin %lld %@ tänä vuonna %@:ssä!
fr: Je suis apparu %lld %@ cette année sur %@ !
hr: Ove godine sam odradio %lld %@ za %@!
hu: Idén %lld %@ alkalommal teljesítettem ezt: %@!
it: Quest'anno ho completato %lld %@ su %@!
lv: Šogad izdarīju %lld %@ ieradumā %@!
nb: Jeg viste %lld %@ i år på %@!
nl: Ik zag %lld %@ dit jaar op %@!
pl: W tym roku zrobiłem %lld %@ w %@!
pt_br: Cumpri %lld %@ este ano em %@!
ro: Am făcut %lld %@ anul acesta pe %@!
sk: Tento rok mám za sebou %lld %@ v %@.
sl: Letos sem vztrajal %lld %@ pri %@.
sv: Jag gjorde %lld %@ i år på %@!
uk: Я з’явився %lld %@ цього року на %@!

source: I’d start things with energy and optimism… only to fade when the spark wore off.
cs: Začal bych věci s energií a optimismem... jen abych vybledl, když jiskra vyprchala.
da: Jeg ville starte tingene med energi og optimisme... kun for at falme, når gnisten forsvandt.
de: Ich habe oft mit Energie und Optimismus angefangen ... und aufgehört, sobald der Funke weg war.
es: Empezaría las cosas con energía y optimismo... sólo para desvanecerme cuando la chispa se apagara.
et: Ma alustaksin asju energia ja optimismiga... ainult siis, et tuhmuda, kui säde kustunud.
fi: Aloittaisin asiat energisesti ja optimismin... vain haihtumaan, kun kipinä loppui.
fr: Je commençais les choses avec énergie et optimisme… pour ensuite disparaître lorsque l’étincelle s’est dissipée.
hr: Kretao bih s energijom i optimizmom… a onda odustao kad početna iskra nestane.
hu: Energiával és optimizmussal kezdeném a dolgokat… csak hogy elhalványuljak, amikor a szikra kialudt.
it: Iniziavo le cose con energia e ottimismo… per poi spegnermi quando la scintilla svaniva.
lv: Es sāku ar enerģiju un optimismu… un izdzisu, kad pazuda sākuma dzirksts.
nb: Jeg startet med energi og optimisme ... og dabbet av da gnisten forsvant.
nl: Ik begon vol energie en optimisme... en haakte af zodra de vonk weg was.
pl: Zaczynałem z energią i optymizmem… a potem odpuszczałem, gdy znikała pierwsza iskra.
pt_br: Eu começava cheio de energia e otimismo... e parava quando o impulso passava.
ro: Începeam cu energie și optimism… apoi mă stingeam când dispărea entuziasmul.
sk: Začal by som veci s energiou a optimizmom... len aby som vybledol, keď iskra vyprchala.
sl: Začel sem z energijo in optimizmom, potem pa popustil, ko je začetna iskra izginila.
sv: Jag skulle börja saker med energi och optimism... bara för att blekna när gnistan försvann.
uk: Я починав із енергією та оптимізмом… а потім згасав, коли іскра зникала.

source: I'm becoming someone who...
cs: Stávám se někým, kdo...
da: Jeg er ved at blive en, der...
de: Ich werde jemand, der...
es: Me estoy convirtiendo en alguien que...
et: Minust saab inimene, kes...
fi: Minusta tulee ihminen, joka...
fr: Je deviens quelqu’un qui…
hr: Postajem osoba koja...
hu: Olyan emberré válok, aki...
it: Sto diventando una persona che...
lv: Es kļūstu par cilvēku, kurš...
nb: Jeg blir en som...
nl: Ik word iemand die...
pl: Staję się osobą, która...
pt_br: Estou virando alguém que...
ro: Devin genul de om care...
sk: Stávam sa človekom, ktorý...
sl: Postajam nekdo, ki ...
sv: Jag blir någon som...
uk: Я стаю людиною, яка...

source: I’m building Yearlit solo.
cs: Yearlit stavím sám.
da: Jeg bygger Yearlit alene.
de: Ich baue Yearlit allein.
es: Estoy creando Yearlit yo solo.
et: Ehitan Yearlitit üksi.
fi: Rakennan Yearlitiä yksin.
fr: Je construis Yearlit en solo.
hr: Yearlit gradim sam.
hu: Egyedül építem a Yearlitet.
it: Sto costruendo Yearlit da solo.
lv: Es Yearlit veidoju viens pats.
nb: Jeg bygger Yearlit alene.
nl: Ik bouw Yearlit solo.
pl: Buduję Yearlit sam.
pt_br: Estou criando o Yearlit sozinho.
ro: Construiesc Yearlit singur.
sk: Yearlit budujem sám.
sl: Yearlit gradim sam.
sv: Jag bygger Yearlit själv.
uk: Я будую Yearlit сам.

source: I’m the person behind Yearlit — designer, builder, and fellow struggler when it comes to staying consistent.
cs: Jsem člověk za Yearlit: designér, vývojář a někdo, kdo s pravidelností taky bojuje.
da: Jeg er personen bag Yearlit- designer, bygmester og medspiller, når det kommer til at forblive konsekvent.
de: Ich bin die Person hinter Yearlit - Designer, Entwickler und selbst jemand, der mit Beständigkeit kämpft.
es: Soy la persona detrás de Yearlit: diseñador, creador y alguien que también lucha por mantenerse constante.
et: Mina olen Yearlit taga – disainer, ehitaja ja järjepidevuse säilitamise kaasvõitleja.
fi: Olen Yearlit:n takana oleva henkilö – suunnittelija, rakentaja ja taistelija johdonmukaisuuden suhteen.
fr: Je suis la personne derrière Yearlit– concepteur, constructeur et compagnon de lutte lorsqu'il s'agit de rester cohérent.
hr: Ja sam osoba iza Yearlita — dizajner, graditelj i netko tko se isto muči s dosljednošću.
hu: Én vagyok a Yearlit mögött álló személy – tervező, építő és harcostárs, ha a következetességről van szó.
it: Sono la persona dietro Yearlit — designer, sviluppatore e compagno di lotta quando si tratta di restare costante.
lv: Es esmu cilvēks aiz Yearlit — dizainers, būvētājs un vēl viens, kuram noturēt ritmu nav viegli.
nb: Jeg er personen bak Yearlit: designer, bygger og en som også strever med å holde rytmen.
nl: Ik ben de persoon achter Yearlit: ontwerper, bouwer en medestrijder als het gaat om consistent blijven.
pl: Stoję za Yearlit — projektuję, buduję i sam też walczę o konsekwencję.
pt_br: Sou a pessoa por trás do Yearlit: designer, criador e alguém que também luta para manter a consistência.
ro: Eu sunt omul din spatele Yearlit — designer, creator și cineva care încă se luptă cu consecvența.
sk: Som človek za Yearlitom: dizajnér, tvorca a niekto, kto tiež bojuje s pravidelnosťou.
sl: Jaz sem za Yearlitom: oblikovalec, razvijalec in nekdo, ki se tudi sam bori z doslednostjo.
sv: Jag är personen bakom Yearlit: designer, byggare och någon som själv vet hur svårt det är att hålla i.
uk: Я людина за Yearlit — дизайнер, розробник і такий самий борець за сталість.
